{
    "marx": {
      "author": "Karl Marx",
      "title": "Revolution and Counter-Revolution",
      "sourceURL": "http://www.gutenberg.org/cache/epub/32966/pg32966.txt",
      "text": "The Revolution of Vienna may be said to have been made by an almost unanimous population. The bourgeoisie (with the exception of the bankers and stock-jobbers), the petty trading class, the working people, one and all arose at once against a Government detested by all, a Government so universally hated, that the small minority of nobles and money lords which had supported it made itself invisible on the very first attack. The middle classes had been kept in such a degree of political ignorance by Metternich that to them the news from Paris about the reign of Anarchy, Socialism, and terror, and about impending struggles between the class of capitalists and the class of laborers, proved quite unintelligible. They, in their political innocence, either could attach no meaning to these news, or they believed them to be fiendish inventions of Metternich, to frighten them into obedience. They, besides, had never seen working men acting as a class, or stand up for their own distinct class interests. They had, from their past experience, no idea of the possibility of any differences springing up between classes that now were so heartily united in upsetting a Government hated by all. They saw the working people agree with themselves upon all points: a Constitution, Trial by Jury, Liberty of the Press, etc. Thus they were, in March, 1848, at least, heart and soul with the movement, and the movement, on the other hand, at once constituted them the (at least in theory) predominant class of the State.\n\nBut it is the fate of all revolutions that this union of different classes, which in some degree is always the necessary condition of any revolution, cannot subsist long. No sooner is the victory gained against the common enemy than the victors become divided among themselves into different camps, and turn their weapons against each other. It is this rapid and passionate development of class antagonism which, in old and complicated social organisms, makes a revolution such a powerful agent of social and political progress; it is this incessantly quick upshooting of new parties succeeding each other in power, which, during those violent commotions, makes a nation pass in five years over more ground than it would have done in a century under ordinary circumstances."
    },
    "butler_war": {
        "author": "Smedley Butler",
        "title": "War Is A Racket",
        "sourceURL": "https://archive.org/stream/WarIsARacket/WarIsARacket_djvu.txt",
        "text": "The only way to smash this racket is to conscript capital and industry and labor before the nations manhood can be conscripted. One month before the Government can conscript the young men of the nation -- it must conscript capital and industry and labor. Let the officers and the directors and the high-powered executives of our armament factories and our munitions makers and our shipbuilders and our airplane builders and the manufacturers of all the other things that provide profit in war time as well as the bankers and the speculators, be conscripted -- to get $30 a month, the same wage as the lads in the trenches get.\n\nLet the workers in these plants get the same wages -- all the workers, all presidents, all executives, all directors, all managers, all bankers -- yes, and all generals and all admirals and all officers and all politicians and all government office holders -- everyone in the nation be restricted to a total monthly income not to exceed that paid to the soldier in the trenches!\n\nLet all these kings and tycoons and masters of business and all those workers in industry and all our senators and governors and majors pay half of their monthly $30 wage to their families and pay war risk insurance and buy Liberty Bonds. "
    },
    "stokes_motor": {
        "sourceURL": "https://www.gutenberg.org/files/35857/35857-0.txt",
        "author": "Katherine Stokes",
        "title": "The Motor Maids by Rose, Shamrock and Thistle",
        "text": " It was quite dark when the train pulled into Paddington Station in London. It was raining, too, and the wet asphalt streets became mirrors underfoot, reflecting the myriad lights of the city. There was great confusion at the depot. Luggage must be identified and collected; steamer friends parted with and cabs engaged.\n\n “My goodness!” exclaimed Miss Campbell, who had not been in London for twenty years, “I feel so lonesome all of a sudden in this crush. I do wish we had a man to help us.”\n\nThe wish was no sooner uttered than it was granted by the kind and merciful providence who has a special tenderness for helpless, middle-aged spinsters."
    }
}
